[Info]
Language=ChineseBig5
charset=big5
Author=Youngzsoft
[String]
HOMEPAGE=http://www.ccproxy.com/
BUYNOW=http://www.ccproxy.com/user.htm

;Configuration Dialog
Configuration=設置
Protocol=協定
Local IP Address:=請選擇本機局域網IP位址:
Web Cached=網頁緩存
Auto Startup=自動啓動
Auto Hide=自動隱藏
Auto Detect=自動檢測
Proxy services=代理服務
OK=確定
Cancel=取消
Advanced=高級
NT Service=NT服務

;Dial
Dial-up=撥號
Dial-up Entries=撥號列表
Dial-up User Name=撥號用戶名
Dial-up Password=撥號密碼
Idle disconnect minutes=撥號空閒斷開時間(分鐘)
Enable Auto Dial-up=允許自動撥號

;Log
Log=日誌
CCProxy can log every user's information. Please DON'T intercept user's mail without his/her permission.=CCProxy可以記錄每位元用戶的資訊。但未經用戶允許，請不要截取他們的郵件。
Log session selection=日誌事件選項
Request URL=訪問網址
Mail Info=郵件資訊
Outgoing Mails=已發送郵件
Maximum Lines=日誌文件最大行數
Clear Logs=清除日誌
Save Logs to File=保存日誌文件至
Export Excel=輸出Excel
New Log Daily=每天生成新日誌
Flow Stats Time Interval(m)=流量統計時間間隔(分鐘)
Enable Flow Stats=運行流量統計
Flow Stats=流量統計


;Mail
Mail=郵件
Primary DNS=主DNS
Secondary DNS=副DNS
Maximum Tries=最大重試次數
Time Interval Before Next Try=重新發送時間間隔
Minutes=分鐘
Mail Queue Length=郵件佇列長度
SMTP Port=SMTP 埠
POP3 Port=POP3 埠

;Miscellaneous
Miscellaneous=其他
Language=語言
Socket Idle disconnect minutes=連接閒置斷開時間(分鐘)
Password Protection=密碼保護
Password=密碼
Need Password When Startup=啓動時需要密碼
Hide All=隱藏所有
Tip: Show CCProxy when launch again.=提示：再次運行可重顯介面。
Disable External Users=禁止局域網外部用戶
Web Sites for On-line Checking=用來檢測互聯網連接狀態的站點
Auto Scan Computer Name=自動掃描機器名
Enable SOCKS4=開放SOCKS4

;Cascading Proxy
Cascading proxy=二級代理
CCProxy permits local server to access Internet via other proxy.=CCProxy允許本端伺服器通過其他代理伺服器上網。
Enable Cascading Proxy=啓用二級代理
Proxy Address=代理位址
Proxy Protocol=代理協定
Port=埠
Need Authorization=需要驗證
User Name=用戶名
Password=密碼

;Cache
Cache=緩存
Note: Cache here is based on IE technology. You need to install IE version 4.0 or above.=注意: 此處緩存基於IE技術。請安裝IE 4.0或者以上版本。
Settings=設置
Always Load From Cache=總是從緩存裏讀取
Cache Update Time(minutes)=緩存更新時間(分鐘)
Change Cache Options via IE=通過IE改變緩存選項
IE Cache Options=IE緩存選項
Cache Path:=緩存路徑:
Cache Size(M):=緩存大小(M):

;Account Manager Dialog
Account Manager=帳號管理
Options=屬性
Filter/Time=過濾/時間
Web Filter=網站過濾
Time Schedule=時間安排
New=新建
Edit=編輯
Delete=刪除
Select All=全選
Auto Scan=自動掃描
User Count:=用戶數:
OK=確定
Cancel=取消
Permit Category:=允許範圍:
Auth Type:=驗證類型:
Enable Data Stat=允許流量統計
Stat Result=統計結果
Send Message=發消息

;Account Dialog
Account=帳號
User/Group Name=用戶名/組名
Password=密碼
IP Address/IP Range=IP地址/IP段
MAC Address=MAC地址
Maximum Connections=最大連接數
*Unlimited Connection:-1=*不限連接數:-1
Bandwidth For Each Connection(Byte/s)=每個連接的帶寬(位元組/秒)
Remote Dial-up=遠端撥號
Others=其他
Time Schedule=時間安排
Web Filter=網站過濾
New=新建
Save=保存
OK＝確定
Cancel=取消

;Register Dialog
Registration=註冊
Machine ID=特徵碼
Serial Number=序列號
Register Code=註冊碼
&Register=註冊(&R)
&Buy Now=馬上購買(&B)
&Close=關閉(&C)

;Connection Info Dialog
Current Connection Information=當前連接資訊
Connection information=用戶連接資訊
Connections:=連接數:
Users:=用戶數:
Stop Scroll=停止滾動
Open Logs=打開日誌
Mail transfer information=郵件發送資訊
Mail in transfer=正在發送的郵件
Mail undelivered=無法傳遞的郵件
Mails:=郵件:
Close=關閉
Transfer &Again=重新發送(&A)
&Delete=刪除(&D)
&Refresh=刷新(&R)
Internet mail transfer status=互聯網郵件發送狀態

;Web Filter
Web Filter Name=網站過濾名
Site Filter=站點過濾
Permitted Sites=允許站點
Forbidden Sites=禁止站點
Forbidden Content=禁止內容
Tip: Site filter supports wildcard character. Each item is divided by semicolon. Eg. *.yahoo.com;*.msn.com=提示：站點過濾支援通配符。每個網址之間由分號分開。比如：*.yahoo.com;*.msn.com
Tip: Each item is divided by semicolon. Eg. chat;travel=提示：內容之間由分號分開。比如：chat;travel
Forbidden URL=禁止連接
Tip: Each item is divided by semicolon. Eg. .exe;.zip=提示：禁止連接間由分號分開。比如：.exe;.zip

;Time Schedule
Time Schedule Name=時間安排名
Sunday=星期天
Monday=星期一
Tuesday=星期二
Wednesday=星期三
Thursday=星期四
Friday=星期五
Saturday=星期六

;Time Table
Time Table=時間表
Tip: 01:00 denotes that Internet access is permitted from 00:00 to 01:00.=提示：01:00表示00:00至01:00這段時間允許上網。
Unselect All=全不選
Apply To:=應用於:

;Get Address
Get Address=獲取地址
Computer Name=電腦名
Retrieve=獲取
Apply=應用
Close=關閉

;Menu
&Dial-up=撥號(&D)
D&isconnect=斷開連接(&I)

;Resource String
&About CCProxy...=關於CCProxy(&A)...
User Name|IP Address|MAC Address|Connections|=用戶名|IP地址|MAC地址|連接數|
Windows sockets initiation failed.=Windows網路初始化失敗.
Socket creation failed!=Socket創建失敗!
Start|Stop|Options|Account|Register|Exit|Hide|Help|=啓動|停止|設置|帳號|註冊|退出|隱藏|幫助|
DNS service startup failed!=DNS服務啓動失敗!
HTTP proxy startup failed!=HTTP代理啓動失敗!
SOCKS proxy startup failed!=SOCKS代理啓動失敗!
Are you sure to close CCProxy?=是否真的關閉代理伺服器?
Startup proxy|Stop proxy|Options configuration|Account manager|Register CCProxy|Close proxy|Hide interface|CCProxy help|=啓動代理|停止代理|設置參數|管理帳號|註冊正式版|關閉代理|隱藏介面|幫助|
User already exists or User/IP/MAC length is illegal!=用戶名已經存在或者用戶名/IP地址/MAC地址長度不合法!
on search ...=正在搜尋...
This operation will add all local users' info. Continue?=此操作將加入所有用戶資訊，是否繼續?
Are you sure to delete this account?=是否真的刪除這個帳號?
Another instance of CCProxy has been run!=另一CCProxy已在運行!
Time|User Name|IP Address|Action|=時間|用戶名|IP地址|事件|
Please select log file path:=請選擇日誌文件路徑:
Are you sure to delete all the logs?=確定刪除所有日誌嗎?
Permit All|Permit Only|Permit All But=允許所有|允許部分|不允許部分
IP Address|MAC Address|User/Password|User/Password + IP|User/Password + MAC=IP地址|MAC地址|用戶/密碼|用戶/密碼 + IP地址|用戶/密碼 + MAC地址
Congratulations. You have registered successfully!=祝賀您，註冊成功!
Sorry. Registration Failed!=對不起，註冊失敗!
%s(Demo version only supports 3 users)=%s(演示版只能支援3用戶)
Mail ID|Mail From|Mail To|Send Times|Begin Time|Last Response|=郵件序列|源地址|目標地址|發送次數|開始發送時間|返回資訊|
Mail proxy startup failed!=郵件代理啓動失敗!
Unknown=未知
Host=主機
News proxy startup failed!=新聞代理啓動失敗!
FTP proxy startup failed!=FTP代理啓動失敗!
Telnet proxy startup failed!=Telnet代理啓動失敗!
Some mails are in transfer. Are you sure to exit?=部分郵件正在發送。是否真的退出?
The account system only supports no more than 500 users!=帳號系統最多支援500用戶!
Are you sure to delete this mail?=是否真的刪掉這些郵件?
News=新聞
MAP service startup failed!=埠映射服務啓動失敗!
Wrong Password.=密碼錯誤.
Current version is the latest version %d.%d %s.=目前版本是最新版本 %d.%d %s.
New version %d.%d %s. Download Now?=新版本 %d.%d %s. 是否下載?
New version. Download Now?=新版本. 是否下載?
Checking new version. Please waiting ...=檢查新版本，請等待...

;09/18/2002
Get MAC Address=獲取MAC地址
Start=開始
Stop=停止

;10/05/2002
Type|Dest Host|Dest Port|Local Port|=類型|目標地址|目標埠|本地埠
Port Map=埠映射
Add=增加
Modify=修改
Dest Host=目標位址
Dest Port=目標埠
Port Type=埠類型
Local Port=本地埠
Low IP Address=起始IP地址
High IP Address=結束IP地址
Are you sure to delete these items?=是否真的刪除這些選項?

Line Chart Options=曲線選項
Connections Maximum=連接曲線最大值
Bandwidth Maximum=帶寬曲線最大值

Reset=清空
Cancel All=全部取消
Export=導出
Import=導入
Connections=連接
Bandwidth=帶寬
RESERVED=保留
Picture Info=圖像資訊
Bandwidth(byte/s)=帶寬(位元組/秒)
*Unlimited Bandwidth:-1=*無限帶寬:-1
IP Address=IP地址
Local Protocol=本地協定
k byte=k 位元組
Login=登錄
Too Many Users. Please contact Youngzsoft for support of more users.=用戶數不夠，請與遙志軟體聯繫購買 http://www.ccproxy.com/

Enable Anti Email Virus=啓動郵件殺毒

Log Analysis=日誌分析
Log File=日誌文件
Filter=過濾項
Time=時間
Action=動作
Content=內容
URL=網址
Analysis=分析
Open=打開
User Name|IP Address|MAC Address|Connections|Bandwidth|Enable|Group|Belongs Group|Time|Web Filter|Time Schedule=用戶名|IP地址|MAC地址|連接數|帶寬|開通|組|屬於組|時間|網站過濾|時間安排
Enable=允許
As Group=作爲組
Belongs to Group=屬於組
Auto disable at=使用到期時間
Web Title Info=網頁標題
NT User(AD) Auth=NT用戶(活動目錄)驗證

Bytes=位元組數
Username=用戶名
Invalid time.=無效時間.
Invalid service.=無效服務.
Invalid user.=無效用戶.
Unknown=未知

is using port=正在使用埠
Do you want to stop it?=是否關閉這個進程?
Stop failed!=關閉進程失敗!
Too many connections.=連接數太多.
Remote Admin service startup failed!=遠端管理服務啓動失敗!
is external user, blocked=是外部用戶，被禁用.
Unlimited=無限
%s User License=%s用戶版
%d User License=%d用戶版

Cascading=二級代理
Network=網路
Enable Remote Admin=遠端管理
Admin Port=遠端管理埠
Server Bind IP Address=伺服器綁定IP
Bandwidth Control Apply for=帶寬控制方式
Anti Spam Check with RBL=RBL反垃圾檢測
NT User Auth Domain:=域用戶驗證:
